[
  {
    "id": "open-air",
    "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/v1725919703/climate-art-aopen-air_vcxhrs.jpg",
    "image-2": "https://res.cloudinary.com/dqqou4dzd/image/upload/v1725919793/climate-art-open-air-pv_jsmvpt.jpg",
    "name": "OPEN AIR!",
    "info": "Exhibition organised by Climate Art.",
    "project": "<p>Somers Town and the surrounding area have been subject to extensive development from the building of the Euston Road in the 1750s up to today. According to residents, construction has been almost constant since the 1960s and many of the current large-scale development projects are set to continue until 2033.</p><p>The environmental impact over the decades has been severe, with increased air pollution and the loss of much-loved trees that stood for generations. While in recent years there has been some improvement in air quality, the data from local monitoring and sensor networks suggest that the levels of Fine Particles (PM2.5), Ozone (O3), and toxic Nitrogen dioxide (NO2) remain high, with the latter consistently exceeding the World Health Organization (WHO) limit for the protection of human health.</p><p>Climate Art is currently working on a temporary artistic intervention on Charrington Street that would draw attention and offer creative solutions to this daily environmental concern, one that affects everyone but, in particular, vulnerable groups such as older people and young children.</p><p>The proposed artwork was selected after the OPEN AIR! Exhibition, which took place at the P21 Gallery in Somers Town and showcased the ideas for the future piece envisaged by IVAAIU City and A-Axis Architects (Jihyun Lee, Sung-Su Park, Hancheol So, Hiroto Takeuchi, and Donguk Agos Lee), David Rickard, and Ling Tan and Usman Haque. The selection panel included two Somers Town residents committed to the positive transformation of their Neighbourhood. Finally, David Rickard’s proposal was selected and he is currently working with the wider community on the co-design of the work.</p>",
    "projectExtra": "<h3>About Somers Town</h3><p>Somers Town is an inner-city district in North London that lies between two mainline railway termini, Euston and St Pancras International, and is bound by the Euston Road to the south and Oakley Square and Crowndale Road to the north. While mainly residential, Somers Town is home to some of Britain’s leading research and academic centres, including the British Library and the Francis Crick Institute of biomedical research. It is also moments away from both the UCL campus in Bloomsbury and Kings Cross, home to Central Saint Martins and one of London’s most vibrant tech hubs. </p><p>Somers Town boasts some great examples of interwar-period social housing. The principal design feature of many blocks of flats in the area is the wide-ranging use of site-specific decorative art on façades and in courtyards created by a distinguished British sculptor Gilbert Bayes.</p><p>Today, Somers Town has a truly diverse and tight-knit community with several active neighbourhood groups and associations hosting regular events and an annual festival. However, with high numbers of young and vulnerable residents and several ongoing large-scale construction projects, Somers Town faces pressing social and environmental challenges, ranging from child poverty to the loss of open green spaces. In October 2021, Somers Town was awarded a Future Neighbourhoods status by the GLA to help its residents address some of these issues.</p>",
    "art": {
        "title": "",
        "art": [
          {
            "artist": "David Rickard",
            "infoHtml": "<p>Originally from New Zealand, <a href='https://www.david-rickard.net/' target='_blank' rel='noopener noreferrer' class='link'>David Rickard</a> lives and works in London. With degrees in both architecture and fine art, he often explores the relationship between public art and the built environment through such diverse media as durational performance and sculpture. </p><p>David has a long-standing interest in the air that surrounds and sustains us, resulting in works such as a 24-hour performance ‘Exhaust’, a site-responsive installation ‘A roomful of Air’ and a large collaborative project ’ International Airspace’.</p><p>David’s work has been exhibited at, among others, Fortuny Museum, Venice; Castlefield Gallery, Manchester; Museum Kranenburgh, Netherlands; The Jerwood Space, London; NEST, The Hague; Weizmann Institute, Tel Aviv; Royal Society, London; Wellcome Collection, London.</p>"
          },
          {
            "artist": "Usman Haque and Ling Tan",
            "infoHtml": "<p>Trained as an architect, <a href='https://haque.co.uk/'' target='_blank' rel='noopener noreferrer' class='link'>Usman Haque</a> is the founder and creative director of Umbrellium, a London-based design and build studio dedicated to transforming urban environments. His work embraces many disciplines, including design, architecture, the Internet of Things (IoT), urban community infrastructure, and large-scale public art/performance.</p><p>He was appointed a Design Council Ambassador in 2021 and to the Mayor of London's Data for London Advisory Board in 2022. Usman's work has been shown at, among others, ICA, London; the Tokyo Metropolitan Museum of Photography; Barbican, London; Seoul Museum of Art; The Architectural League of New York; Science Gallery, Dublin; Netherlands Media Art Institute, Amsterdam.</p><p><a href='https://lingql.com/' target='_blank' rel='noopener noreferrer' class='link'>Ling Tan</a> is a UK-based Singaporean designer and artist working across social engagement, technology, citizen participation, and politics. Originally trained as an architect, her work explores citizens’ interaction with the built environment and our collective agency and responsibility in tackling complex issues surrounding our cities, such as public safety, air quality, climate change and gender safety.</p><p>Ling is currently an Associate Artistic Director at Kakilang. Her work has been exhibited internationally, including at Centre Pompidou, Paris; Victoria and Albert Museum, London; Barbican, London; Somerset House, London; HeK, Basel; Fukuoka City Science Museum; Wits Art Museum, Johannesburg.</p>"
          },
          {
            "artist": "Jihyun Lee, Donguk Agos Lee, IVAAIU City/A-Axis Architects",
            "infoHtml": "<p>Jihyun Lee is a head architect at A-Axis Architects in Seoul and has recently opened an office in London. She studied at the Architectural Association School of Architecture in London and worked at Squire and Partners. Her latest projects include the Namyang Fire Station and the fit-out of 42 Seoul Innovation Academy. Jihyun has recently set up the Untitled Void Gallery in Seoul.</p><p>With a background in city planning (Massachusetts Institute of Technology), Donguk Agos Lee is the director and new media artist with the collective <a href='http://ivaaiu.com/'' target='_blank' rel='noopener noreferrer' class='link'>IVAAIU City</a> and an Architect at A-Axis Architects. His diverse practice spans audio-visual performance, new media installation, and future city design.</p>"
          }
        ]
    }
  },
  {
    "id": "vanished-sea",
    "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/vanished%20sea/climate-art-bamboo_p6g7zz.jpg",
    "image-2": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/vanished%20sea/climate-art-exhibition-view_gwdzmo.jpg",
    "name": "A Vanished Sea (Without a Trace) ",
    "info": "Residency and Public Programme 2021",
    "location": "Rye, East Sussex",
    "project": "<p>The three-month multidisciplinary residency (April-June 2021) explored the profound ways in which the retracted sea shaped the fortunes and urban ecosystem of the ancient town of Rye in East Sussex.</p>  <p>Generously supported by Bridgepoint Rye and the Kowitz Family Foundation, the residency was open to artists, creative practitioners, and environmental researchers.</p><p>Immersing themselves in Rye’s life, the 2021 residents, Alistair Debling, Joseph Williams, and Mo Langmuir, have produced subtle context-responsive work, reflecting diverse voices from across the local community.</p>",
    "advisors": {
      "title": "Residency advisory board",
      "advisors": [
        {
          "name": "Professor Helene Burningham",
          "info": "Coastal Scientist, Associate Professor in Physical Geography, UCL",
          "link": "https://www.geog.ucl.ac.uk/people/academic-staff/helene-burningham"
        },
        {
          "name": "Gonzalo Herrero Delicado",
          "info": "Curator, Architect, and Associate Lecturer, Central Saint Martins",
          "link": "https://www.gonzaloherrero.eu"
        },
        {
          "name": "Tim Redfern",
          "info": "Drag Artist and Community Activist",
          "link": "https://www.timberlina.co.uk/index.html"
        },
        {
          "name": "Professor Hanif Kara OBE",
          "info": "Professor in Structural Engineering, Harvard GSD, Founder AKT II",
          "link": "https://www.gsd.harvard.edu/person/hanif-kara/"
        }
      ]
    },
    "artists": {
      "title": "The residents 2021",
      "artists": [
        {
          "name": "Alistair Debling",
          "info": "Interdisciplinary artist",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/vanished%20sea/alistair_ptjlev.jpg"
        },
        {
          "name": "Joey Williams",
          "info": "Architectural designer",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/vanished%20sea/joey_ej4iok.jpg"
        },
        {
          "name": "Mo Langmuir",
          "info": "Environmental biologist",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/vanished%20sea/mo_nxmklt.jpg"
        }
      ]
    },
    "art": {
      "title": "",
      "art": [
        {
          "artist": "Alistair Debling",
          "name": "Coastguards",
          "medium": "Two-channel multimedia installation",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/vanished%20sea/alistair-video_ux10j2.jpg",
          "year": "2021",
          "info": "During the residency, Alistair Debling embarked on a project that explored Rye’s rich military history as a fortified town, in tandem with its historical and contemporary energy and environmental defence infrastructure. Conversations with residents, conservationists, activists, and lifeguards offer conflicting definitions of what it means to defend the Sussex coastline and make tentative connections between militarisation, climate, and architecture’s impact on inherited fears of invasion. An excerpt from the artist’s work can be viewed here.",
          "infoHtml": " <p>During the residency, Alistair Debling embarked on a project that explored Rye’s rich military history as a fortified town, in tandem with its historical and contemporary energy and environmental defence infrastructure. Conversations with residents, conservationists, activists, and lifeguards offer conflicting definitions of what it means to defend the Sussex coastline and make tentative connections between militarisation, climate, and architecture’s impact on inherited fears of invasion. <a href='https://www.youtube.com/watch?v=kKaqpGGGD4Q' target='_blank' rel='noopener noreferrer' class='names'>An excerpt from the artist’s work can be viewed here</a>.</p>"
        },
        {
          "artist": "Joey Williams",
          "name": "The Beacon",
          "medium": "A temporary pavillion at Rye Harbour Nature Reserve",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/vanished%20sea/joey-bamboo_sapsiz.jpg",
          "year": "2021",
          "info": "Looking at the town’s defence architecture, Joseph Williams proposed a subtle intervention – a metaphorical lighthouse for the fragile vessels and uncertain futures out at sea. His design simultaneously referenced a ubiquitous local plant found across the shingles of Rye Harbour: the yellow horned poppy. Developed in consultation with Sussex Wildlife Trust and AKT II,The Beacon served as a symbol of hope and reunion, offering a temporary outdoor space for community and education events, finally permissible after months of lockdown. An innovative feat of engineering, it was featured in the London Design Festival 2021 and longlisted for Dezeen Awards 2022.",
          "infoHtml": "<p>Looking at the town’s defence architecture, Joseph Williams proposed a subtle intervention – <a href='https://www.youtube.com/watch?v=cUzqa_gWTH8&feature=emb_title' target='_blank' rel='noopener noreferrer' class='names'>a metaphorical lighthouse for the fragile vessels and uncertain futures out at sea</a>. His design simultaneously referenced a ubiquitous local plant found across the shingles of Rye Harbour: the yellow horned poppy. Developed in consultation with Sussex Wildlife Trust and AKT II,The Beacon served as a symbol of hope and reunion, offering a temporary outdoor space for community and education events, finally permissible after months of lockdown. An innovative feat of engineering, <a href='https://www.akt-uk.com/latest/the-beacon-of-hope-story-within/?utm_campaign=newsfor' target='_blank' rel='noopener noreferrer' class='names'>the Beacon was featured in the London Design Festival 2021</a> and <a href='https://www.dezeen.com/awards/2022/longlists/the-beacon/' target='_blank' rel='noopener noreferrer' class='names'>longlisted for Dezeen Awards 2022</a>."
        },
        {
          "artist": "Mo Langmuir",
          "name": "Animal, Mineral, Vegetable:an Environmental History of Rye",
          "medium": "Mixed-media installation",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/vanished%20sea/mo-balloon_ulhm8t.jpg",
          "year": "2021",
          "info": "During the residency, Mo Langmuir, a London-based artist with a background in environmental biology, worked closely with Rye's resident groups mapping out sites for biological sampling and creating a temporary, inconclusive collection of the town's environmental history. The resulting work exhibited at Bridgepoint Arts Centre demonstrated the intimate relationship between people and their environment, subverting traditional museology and standard approaches to the classification of non-human nature."
        }
      ]
    },
    "partners": {
      "partners": [
        {
          "link": "",
          "alt": "Kowitz Family Foundation",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/v1698086562/Climate%20Art%20images/logo/kff_hgcn6y.png"
        },
        {
          "link": "https://bridgepointrye.com/",
          "alt": "Bridge Point Rye",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/logo/logo-bp_dgp3ys.png"
        },
        {
          "link": "https://sussexwildlifetrust.org.uk/",
          "alt": "Sussex Wild Life Trust",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/logo/logo-swt_zgy4xk.png"
        },
        {
          "link": "https://www.ucl.ac.uk/bartlett/architecture/",
          "alt": "The Bartlett School of Architecture",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/logo/logo-bsa_fpzvhn.png"
        },
        {
          "link": "https://www.akt-uk.com/",
          "alt": "AKT II",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/logo/logo-AKTTwo_qhhvpf.png"
        }
      ]
    }
  },
  {
    "id": "we-coping",
    "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/are%20we%20coping/are-we-coping_dark_qljqsu.jpg",
    "name": "Are We COPing?",
    "image-2": "https://res.cloudinary.com/dqqou4dzd/image/upload/f_auto/Climate%20Art%20images/are%20we%20coping/are-we-coping-yellow_fqjcir.png",
    "info": "Transforming Artistic Engagement around COP26 and beyond",
    "project": "<p>‘Are we COPing?’ was a digital workshop generously supported by Creative Carbon Scotland that took place in September 2020. Created by Matteo Menapace, a game designer formerly in residence at the V&amp;A, it provided a structured format for creative practitioners, researchers and policymakers to discuss urgent challenges ahead of the UN Climate Change Conference (COP26) that took place in Glasgow in November 2021.</p><p>Set up as a role-playing game, this workshop enabled participants to step out of their daily roles and imagine solutions to shared problems. After all, play, as once noted by cultural historian Huizinga, is older than culture.</p>",
    "location": "Digital workshop Sept 2020",
    "partners": {
      "partners": [
        {
          "link": "https://www.creativecarbonscotland.com/",
          "alt": "Creative Carbon Scotland",
          "image": "https://res.cloudinary.com/dqqou4dzd/image/upload/v1641417311/Climate%20Art%20images/logo/CCS-white_nw9azu.png"
        }
      ]
    }
  }
]
